Repository: xbmc/screensaver.asterwave
Catalog: screensaver.asterwave/resources/language/resource.language.*/strings.po
Languages: es_es, it_it

# Addon Summary
source: AsterWave screensaver
es_es: Salvapantallas AsterWave
it_it: Salvaschermo AsterWave

# Addon Description
source: A field of liquid that deforms realistically to changes in height using actual physics equations.[CR][CR]Asteron: This code is adapted from a project I did for a graphics course in 2000. In beta testing this has garnered a lot of praise and I hope for it to replace cpBlobs as the most popular screensaver.
es_es: Un campo de líquido que se deforma de manera realista con los cambios de altura utilizando ecuaciones físicas reales[CR][CR]Asteron: Este código es una adaptación de un proyecto que hice para un curso de gráficos en el año 2000. En las pruebas beta ha cosechado muchos elogios y espero que sustituya a cpBlobs como el salvapantallas más popular.
it_it: Un bacino di liquido che si deforma realisticamente ai cambiamenti di altezza usando equazioni fisiche reali.[CR][CR]Asteron: questo codice è adattato da un progetto che ho fatto per un corso di grafica nel 2000. Nel beta testing questo ha raccolto molti elogi e spero che sostituisca cpBlobs come salvaschermo più popolare.

# #30000
source: General
it_it: Generale

# #30001
source: Quality
es_es: Calidad
it_it: Qualità

# #30002
source: Determines the resolution of the water field, higher is better/slower... tune it with physics.
es_es: Determina la resolución del campo de agua, más alto es mejor/lento... ajústalo con física.
it_it: Determina la risoluzione del bacino d'acqua: più alto è migliore... segue le leggi della fisica.

# #30003
source: Shininess
es_es: Brillo
it_it: Brillantezza

# #30004
source: Shininess of the fluid.
es_es: Brillo del fluido.
it_it: Lucentezza del fluido.

# #30005
source: Elasticity
es_es: Elasticidad
it_it: Elasticità

# #30006
source: Determines the springiness of the water.
es_es: Determina la elasticidad del agua.
it_it: Determina l'elasticità dell'acqua.

# #30007
source: Viscosity
es_es: Viscosidad
it_it: Viscosità

# #30008
source: Determines the how quickly the water quiets down.
es_es: Determina la rapidez con la que se calma el agua.
it_it: Determina la velocità con cui l'acqua si calma.

# #30009
source: X position max
es_es: Máx. posición X
it_it: Posizione max X

# #30010
source: For field rectangle and height.
es_es: Para el rectángulo de campo y la altura.
it_it: Bacino rettangolare e altezza.

# #30011
source: X position min
es_es: Mín. posición X
it_it: Posizione min X

# #30012
source: For field rectangle and height.
es_es: Para el rectángulo de campo y la altura.
it_it: Bacino rettangolare e altezza.

# #30013
source: Y position max
es_es: Máx. posición Y
it_it: Posizione max Y

# #30014
source: For field rectangle and height.
es_es: Para el rectángulo de campo y la altura.
it_it: Bacino rettangolare e altezza.

# #30015
source: Y position min
es_es: Mín. posición Y
it_it: Posizione min Y

# #30016
source: For field rectangle and height.
es_es: Para el rectángulo de campo y la altura.
it_it: Bacino rettangolare e altezza.

# #30017
source: Height
es_es: Altura
it_it: Altezza

# #30018
source: For field rectangle and height.
es_es: Para el rectángulo de campo y la altura.
it_it: Bacino rettangolare e altezza.

# #30019
source: Wireframe
es_es: Esquema
it_it: A righe

# #30020
source: Wireframe mode.
es_es: Modo de Estructura.
it_it: Modalità a righe.

# #30021
source: Texture mode
es_es: Modo de textura
it_it: Modalità trama

# #30022
source: True uses a texture as a reflection map, False uses awesome colors.
es_es: True utiliza una textura como mapa de reflexión, False utiliza colores impresionantes.
it_it: 'Vero' usa una texture come mappa di riflessione, 'Falso' usa colori fantastici.

# #30023
source: Texture folder
es_es: Carpeta de texturas
it_it: Cartella trama

# #30024
source: Textures are chosen randomly from the following folder.
es_es: Las texturas se eligen aleatoriamente de la siguiente carpeta.
it_it: Le trame vengono scelte casualmente dalla seguente cartella.

# #30025
source: Next texture
es_es: Siguiente textura
it_it: Trama successiva

# #30026
source: Time in seconds between texture transitions (slideshow).
es_es: Tiempo en segundos entre transiciones de texturas (presentación de imágenes).
it_it: Tempo in secondi tra le transizioni delle trame (presentazione).

# #30027
source: %i seconds
es_es: %i segundos
it_it: %i secondi
